[{
  "_id": {
    "$oid": "682ddfb539d76f25df990c40"
  },
  "title": "Thám tử phố tàu 1900",
  "overview": "Thám Tử Phố Tàu 1900 xoay quanh câu chuyện vào năm 1900, khi Fei Yanggu, một quan chức nhà Thanh, được cử tới San Francisco với nhiệm vụ bắt giữ các nhà cách mạng Tôn Văn và Trịnh Thế Lương. Trong lúc này, một vụ án mạng kinh hoàng xảy ra tại Chinatown khi Alice, con gái của nghị sĩ Grant, bị sát hại cùng với một ông lão người Mỹ bản địa. Bạch Chấn Bang, con trai của thủ lĩnh hội Xie Sheng, trở thành nghi phạm chính. Tuy nhiên, nghị sĩ Grant lại lợi dụng sự kiện này để thúc đẩy chính sách bài Hoa. Trong nỗ lực cứu con trai và bảo vệ cộng đồng người Hoa, Bạch Huyền Lĩnh nhờ cậy Tần Phúc, một thiên tài suy luận, để điều tra vụ án. Tần Phúc kết hợp với A Quỷ, một thợ săn lai Hoa-Mỹ đang tìm cách báo thù cho cha nuôi của mình. Trong hành trình tìm kiếm hung thủ, họ phát hiện thêm nhiều vụ giết người tương tự và theo dấu manh mối dẫn đến nhà nghị sĩ Grant, nơi chứa đựng những bằng chứng quyết định.",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Hành Động",
    "Phim Hài"
  ],
  "runtime": 136,
  "vote_average": 7.5,
  "vote_count": 200,
  "poster_path": "/MDPzNC9s/thamtuphotauposter.jpg",
  "backdrop_path": "/8gk7LcdV/thamtuphotaubackdrop.jpg",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "tham tu pho tau 1900 xoay quanh cau chuyen vao nam 1900 khi fei yanggu mot quan chuc nha thanh duoc cu toi san francisco voi nhiem vu bat giu cac nha cach mang ton van va trinh the luong trong luc nay mot vu an mang kinh hoang xay ra tai chinatown khi alice con gai cua nghi si grant bi sat hai cung voi mot ong lao nguoi my ban dia bach chan bang con trai cua thu linh hoi xie sheng tro thanh nghi pham chinh tuy nhien nghi si grant lai loi dung su kien nay de thuc day chinh sach bai hoa trong no luc cuu con trai va bao ve cong dong nguoi hoa bach huyen linh nho cay tan phuc mot thien tai suy luan de dieu tra vu an tan phuc ket hop voi a quy mot tho san lai hoamy dang tim cach bao thu cho cha nuoi cua minh trong hanh trinh tim kiem hung thu ho phat hien them nhieu vu giet nguoi tuong tu va theo dau manh moi dan den nha nghi si grant noi chua dung nhung bang chung quyet dinh",
  "normalized_title": "tham tu pho tau 1900"
},
{
  "_id": {
    "$oid": "682ddfb939d76f25df990c41"
  },
  "title": "Con Đường Tơ Lụa: Huyền Án Tây Hán 2025",
  "overview": "Vào những năm đầu của triều đại Tây Hán, một trận hỏa hoạn kinh hoàng đã thiêu rụi số lụa hoàng gia được định làm cống phẩm cho Hung Nô—một thảm họa đã thổi bùng lên sự hỗn loạn trên khắp Tây Vực. Giang Du, một sứ giả ưu tú của triều đình, được phái đi theo sắc lệnh bí mật để điều tra vụ đốt phá và ngăn chặn một cuộc khủng hoảng ở biên giới. Trong khi đó, Cannu yêu dấu của anh, một thợ dệt lụa trở thành anh hùng dân gian, tập hợp người dân Shiquan để bổ sung số cống phẩm đã mất và cứu đế chế khỏi sự ô nhục. Khi Giang Du một mình mạo hiểm vào Tây Vực đầy hiểm nguy, anh phải đối mặt với một lựa chọn bất khả thi: trung thành với số phận của nhà Hán… hay lời thì thầm của trái tim mình",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Hành Động",
    "Phim Tâm Lý"
  ],
  "runtime": 100,
  "vote_average": 7.1,
  "vote_count": 279,
  "poster_path": "/XrbX6mV6/conduongtoluaposter.jpg",
  "backdrop_path": "/XrbX6mV6/conduongtoluaposter.jpg",
  "tmdb_id": 574475,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-05-21T14:14:17.684Z"
  },
  "updated_at": {
    "$date": "2025-05-21T14:14:17.684Z"
  },
  "view_count": 0,
  "normalized_description": "vao nhung nam dau cua trieu dai tay han mot tran hoa hoan kinh hoang da thieu rui so lua hoang gia duoc dinh lam cong pham cho hung nomot tham hoa da thoi bung len su hon loan tren khap tay vuc giang du mot su gia uu tu cua trieu dinh duoc phai di theo sac lenh bi mat de dieu tra vu dot pha va ngan chan mot cuoc khung hoang o bien gioi trong khi do cannu yeu dau cua anh mot tho det lua tro thanh anh hung dan gian tap hop nguoi dan shiquan de bo sung so cong pham da mat va cuu de che khoi su o nhuc khi giang du mot minh mao hiem vao tay vuc day hiem nguy anh phai doi mat voi mot lua chon bat kha thi trung thanh voi so phan cua nha han hay loi thi tham cua trai tim minh",
  "normalized_title": "con duong to lua huyen an tay han 2025"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c42"
  },
  "title": "SÁT THỦ THỢ MÁY: NGÀY TÁI XUẤT",
  "overview": "Sát thủ nguy hiểm Arthur Bishop (Jason Statham) muốn gác lại quá khứ của mình và bắt đầu một cuộc sống mới. Nhưng khi kẻ thù đáng gờm nhất của Arthur bắt cóc bạn gái anh, Arthur phải thực hiện 3 vụ ám sát và làm cho chúng chỉ giống như những tai nạn",
  "genres": [
    "Phim Hành Động"
  ],
  "release_date": "2025-01-01",
  "runtime": 98,
  "vote_average": 8.328,
  "vote_count": 883,
  "poster_path": "/9mGzfKHj/satthuthomayposter.png",
  "backdrop_path": "/jk558GhJ/satthuthomaybackdrop.jpg",
  "tmdb_id": 447273,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-05-21T14:14:21.366Z"
  },
  "updated_at": {
    "$date": "2025-05-21T14:14:21.366Z"
  },
  "view_count": 0,
  "normalized_description": "sat thu nguy hiem arthur bishop jason statham muon gac lai qua khu cua minh va bat dau mot cuoc song moi nhung khi ke thu dang gom nhat cua arthur bat coc ban gai anh arthur phai thuc hien 3 vu am sat va lam cho chung chi giong nhu nhung tai nan",
  "normalized_title": "sat thu tho may ngay tai xuat"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c43"
  },
  "title": "Huyết án truy hành",
  "overview": "Vào một đêm mưa tầm tã, thi thể của Gia Kỳ, con gái của cảnh sát Lạc Nhất Ngôn, được phát hiện trong tình trạng đã tử vong. Mặc dù có nhiều nghi vấn xung quanh cái chết của cô, nhưng do thiếu bằng chứng xác thực, nghi phạm Khâu Tuấn Văn đã được thả tự do. Sự kiện này đã khiến Lạc Nhất Ngôn quyết định rời bỏ ngành cảnh sát, nhưng những cái chết bí ẩn vẫn tiếp tục xảy ra. Ông nhận ra rằng nhiều cô gái khác cũng đã bị sát hại một cách dã man với phương thức tương tự, điều này khiến ông tin rằng kẻ giết người vẫn đang tự do ngoài vòng pháp luật. Trong quá trình điều tra, Lạc Nhất Ngôn dần tìm ra nhân chứng duy nhất có thể cung cấp thông tin về hung thủ. Tuy nhiên, điều đáng tiếc là nhân chứng này lại là một cô bé bị thiểu năng trí tuệ, điều này tạo ra không ít khó khăn trong việc thu thập thông tin. Những biến cố liên tiếp ập đến đã khiến Lạc Nhất Ngôn, một người cha và người chồng, gần như gục ngã trước nỗi đau mất mát và sự bất lực trong việc tìm kiếm công lý cho con gái mình.Trước tình hình căng thẳng và áp lực ngày càng gia tăng, Lạc Nhất Ngôn phải đối mặt với một quyết định khó khăn: liệu ông có chấp nhận buông bỏ hiện thực tàn khốc này hay sẽ đứng lên, chiến đấu để giành lại công lý cho Gia Kỳ, cô con gái đã bị sát hại một cách thảm thương? Sự kiên trì và quyết tâm của ông sẽ quyết định không chỉ số phận của bản thân mà còn là hy vọng cho những nạn nhân khác trong cuộc chiến chống lại cái ác.",
  "genres": [
    "Phim Hình Sự",
    "Phim Chính Kịch"
  ],
  "release_date": "2025-01-01",
  "runtime": 83,
  "vote_average": 6.5,
  "vote_count": 723,
  "poster_path": "/QF96mpFf/huyetantruyhanhposter.jpg",
  "backdrop_path": "/PZrY34Cj/huyetantruyhanhbackdrop.jpg",
  "tmdb_id": 447273,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-05-21T14:14:21.366Z"
  },
  "updated_at": {
    "$date": "2025-05-21T14:14:21.366Z"
  },
  "view_count": 0,
  "normalized_description": "vao mot dem mua tam ta thi the cua gia ky con gai cua canh sat lac nhat ngon duoc phat hien trong tinh trang da tu vong mac du co nhieu nghi van xung quanh cai chet cua co nhung do thieu bang chung xac thuc nghi pham khau tuan van da duoc tha tu do su kien nay da khien lac nhat ngon quyet dinh roi bo nganh canh sat nhung nhung cai chet bi an van tiep tuc xay ra ong nhan ra rang nhieu co gai khac cung da bi sat hai mot cach da man voi phuong thuc tuong tu dieu nay khien ong tin rang ke giet nguoi van dang tu do ngoai vong phap luat trong qua trinh dieu tra lac nhat ngon dan tim ra nhan chung duy nhat co the cung cap thong tin ve hung thu tuy nhien dieu dang tiec la nhan chung nay lai la mot co be bi thieu nang tri tue dieu nay tao ra khong it kho khan trong viec thu thap thong tin nhung bien co lien tiep ap den da khien lac nhat ngon mot nguoi cha va nguoi chong gan nhu guc nga truoc noi dau mat mat va su bat luc trong viec tim kiem cong ly cho con gai minhtruoc tinh hinh cang thang va ap luc ngay cang gia tang lac nhat ngon phai doi mat voi mot quyet dinh kho khan lieu ong co chap nhan buong bo hien thuc tan khoc nay hay se dung len chien dau de gianh lai cong ly cho gia ky co con gai da bi sat hai mot cach tham thuong su kien tri va quyet tam cua ong se quyet dinh khong chi so phan cua ban than ma con la hy vong cho nhung nan nhan khac trong cuoc chien chong lai cai ac",
  "normalized_title": "huyet an truy hanh"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c44"
  },
  "title": "Cô Gái Năm Ấy Chúng Ta Cùng Theo Đuổi 2025 (Bản Hàn)",
  "overview": "Một nhóm bạn thân học tại một trường tư thục đều phải lòng cô học sinh ngôi sao đầy nắng, Sun-ah. Thành viên duy nhất trong nhóm không nói rằng mình như vậy là Jin-woo, nhưng cuối cùng anh cũng yêu cô.",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Hài",
    "Phim Chính Kịch",
    "Phim Tình Cảm"
  ],
  "runtime": 91,
  "vote_average": 8.9,
  "vote_count": 456,
  "poster_path": "/27YcsVHR/cogainamayposter.jpg",
  "backdrop_path": "/zWkxKMsp/cogainamaybackdrop.jpg",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "mot nhom ban than hoc tai mot truong tu thuc deu phai long co hoc sinh ngoi sao day nang sunah thanh vien duy nhat trong nhom khong noi rang minh nhu vay la jinwoo nhung cuoi cung anh cung yeu co",
  "normalized_title": "co gai nam ay chung ta cung theo duoi 2025 ban han"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c45"
  },
  "title": "Tân Tiếu Ngạo Giang Hồ: Đông Phương Bất Bại 2025",
  "overview": "Tân Tiếu Ngạo Giang Hồ: Đông Phương Bất Bại Invincible Swordsman 2025 dựa trên tiểu thuyết Tiếu Ngạo Giang Hồ của nhà văn Kim Dung, 1 bản làm lại và vẫn tập trung vào nhân vật Lệnh Hồ Xung, đại đệ tử phái Hoa Sơn. Anh là người phóng khoáng, yêu tự do và vô tình bị cuốn vào những âm mưu tranh đoạt quyền lực trong giang hồ. Đặc biệt phim khai thác sâu mối quan hệ giữa Lệnh Hồ Xung và Đông Phương Bất Bại giáo chủ Nhật Nguyệt Thần Giáo, một nhân vật bí ẩn với võ công cao cường.",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Võ Thuật",
    "Phim Cổ Trang"
  ],
  "runtime": 118,
  "vote_average": 7.8,
  "vote_count": 152,
  "poster_path": "/d0mXkBjm/tantieungaoposter.jpg",
  "backdrop_path": "/tPC0M1xH/tantieungaobackdrop.webp",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "tan tieu ngao giang ho dong phuong bat bai invincible swordsman 2025 dua tren tieu thuyet tieu ngao giang ho cua nha van kim dung 1 ban lam lai va van tap trung vao nhan vat lenh ho xung dai de tu phai hoa son anh la nguoi phong khoang yeu tu do va vo tinh bi cuon vao nhung am muu tranh doat quyen luc trong giang ho dac biet phim khai thac sau moi quan he giua lenh ho xung va dong phuong bat bai giao chu nhat nguyet than giao mot nhan vat bi an voi vo cong cao cuong",
  "normalized_title": "tan tieu ngao giang ho dong phuong bat bai 2025"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c46"
  },
  "title": "HUYỀN THOẠI MUAY THÁI: 9 MẢNH GHÉP THẦN KÌ",
  "overview": "Huyền Thoại Muay Thái: 9 Mảnh Ghép Thần Kì là câu chuyện về cuộc phiêu lưu của chàng trai tên Ott. Sứ mạng của cậu là giải cứu quê hương mình, thành phố Ramathep, thoát khỏi sự nô lệ của quỷ khổng lồ Dahayaksa. Ott đã luyện tập chăm chỉ võ công Muay Thái bị thất truyền nhiều năm từ Lão Sư Phụ. Cậu có nhiệm vụ mang thần khí '9 Satra' đến cho người thừa kế của Ramathep để bảo vệ vương quốc của mình. Cùng với các người bạn Xiaolan (cô gái cướp biển người Trung Quốc), Vata (hoàng tử của Vương quốc Khỉ) và Red Asura (Người khổng lồ đỏ). Liệu Ott có thể hoàn thành được nhiệm vụ và giải cứu vương quốc khỏi thế lực bóng tối?",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Hoạt Hình",
    "Phim Võ Thuật"
  ],
  "runtime": 97,
  "vote_average": 8.2,
  "vote_count": 189,
  "poster_path": "/hxJWRB2S/muaythaiposter.jpg",
  "backdrop_path": "/VW15vLrc/muaythaibackdrop.jpg",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "huyen thoai muay thai 9 manh ghep than ki la cau chuyen ve cuoc phieu luu cua chang trai ten ott su mang cua cau la giai cuu que huong minh thanh pho ramathep thoat khoi su no le cua quy khong lo dahayaksa ott da luyen tap cham chi vo cong muay thai bi that truyen nhieu nam tu lao su phu cau co nhiem vu mang than khi 9 satra den cho nguoi thua ke cua ramathep de bao ve vuong quoc cua minh cung voi cac nguoi ban xiaolan co gai cuop bien nguoi trung quoc vata hoang tu cua vuong quoc khi va red asura nguoi khong lo do lieu ott co the hoan thanh duoc nhiem vu va giai cuu vuong quoc khoi the luc bong toi",
  "normalized_title": "huyen thoai muay thai 9 manh ghep than ki"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c47"
  },
  "title": "NGƯỜI DỌN DẸP",
  "overview": "Phim xoay quanh hai người đàn ông là Tae In (Yoo Ah In) và Chang Bok (Yoo Jae Myung) làm công việc dọn dẹp cho một băng nhóm tội phạm. Cả hai vô tình bị cuốn vào sự cố bất ngờ cùng một đứa trẻ bị bắt cóc. Và sau đó, những tình tiết gay cấn và hấp dẫn xảy ra giữa một người thanh niên không nói được, một ông chú chỉ biết làm theo những gì được bảo như cái máy tự động và một đứa trẻ 11 tuổi ngây thơ trong sáng.",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Tâm Lý",
    "Phim Hành Động"
  ],
  "runtime": 100,
  "vote_average": 8,
  "vote_count": 210,
  "poster_path": "/SDc7vJJp/nguoidondepbackdrop.jpg",
  "backdrop_path": "/SDc7vJJp/nguoidondepbackdrop.jpg",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "phim xoay quanh hai nguoi dan ong la tae in yoo ah in va chang bok yoo jae myung lam cong viec don dep cho mot bang nhom toi pham ca hai vo tinh bi cuon vao su co bat ngo cung mot dua tre bi bat coc va sau do nhung tinh tiet gay can va hap dan xay ra giua mot nguoi thanh nien khong noi duoc mot ong chu chi biet lam theo nhung gi duoc bao nhu cai may tu dong va mot dua tre 11 tuoi ngay tho trong sang",
  "normalized_title": "nguoi don dep"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c48"
  },
  "title": "CHUYẾN XE BÁ ĐẠO",
  "overview": "Phim xoay quanh chuyến xe buýt mang số 888 của tài xế tên Pon. Công việc của anh rất buồn tẻ. Đến một ngày, mọi thứ thay đổi khi Pon phải tiếp đón rất nhiều vị khách lên xe số 888. Điều đáng nói, những hành khách này rất kỳ quái. Sau đó, nhiều tình huống dở khóc dở cười xảy ra ngay trên chuyến xe. Với những chi tiết hài hước, Chuyến xe bá đạo sẽ khiến khán giả cười không ngừng nghỉ trong hơn 90 phút của bộ phim.",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Hài",
    "Phim Tâm Lý"
  ],
  "runtime": 90,
  "vote_average": 7.3,
  "vote_count": 95,
  "poster_path": "G3BSwsPr/chuyenxebadaoposter.jpg",
  "backdrop_path": "/DH6MMnn5/chuyenxebadaobackdrop.jpg",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "phim xoay quanh chuyen xe buyt mang so 888 cua tai xe ten pon cong viec cua anh rat buon te den mot ngay moi thu thay doi khi pon phai tiep don rat nhieu vi khach len xe so 888 dieu dang noi nhung hanh khach nay rat ky quai sau do nhieu tinh huong do khoc do cuoi xay ra ngay tren chuyen xe voi nhung chi tiet hai huoc chuyen xe ba dao se khien khan gia cuoi khong ngung nghi trong hon 90 phut cua bo phim",
  "normalized_title": "chuyen xe ba dao"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c49"
  },
  "title": "THIẾU GIA KỸ PHƯỜNG",
  "overview": "Thiếu Gia Kỹ Phường (Homme Fatale) 2019 xoay quanh Heo Saek – chàng trai thông minh, hài hước, trở thành kỹ nam đầu tiên thời Joseon và cuốn hút biết bao phụ nữ bằng tài năng cùng vẻ ngoài nổi bật. Trong bối cảnh xã hội phong kiến với nhiều định kiến giai cấp, Heo Saek gặp Hae Won – cô tiểu thư xinh đẹp, tư duy tiến bộ. Tình yêu của họ bị thử thách bởi những rào cản khắc nghiệt giữa truyền thống và khát vọng tự do cá nhân.",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Hài",
    "Phim Tình Cảm"
  ],
  "runtime": 115,
  "vote_average": 7.9,
  "vote_count": 170,
  "poster_path": "/XfmCZ7MQ/thieugiakyphuongposter.jpg",
  "backdrop_path": "/whn1j4BF/thieugiakyphuongbackdrop.jpg",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "thieu gia ky phuong homme fatale 2019 xoay quanh heo saek chang trai thong minh hai huoc tro thanh ky nam dau tien thoi joseon va cuon hut biet bao phu nu bang tai nang cung ve ngoai noi bat trong boi canh xa hoi phong kien voi nhieu dinh kien giai cap heo saek gap hae won co tieu thu xinh dep tu duy tien bo tinh yeu cua ho bi thu thach boi nhung rao can khac nghiet giua truyen thong va khat vong tu do ca nhan",
  "normalized_title": "thieu gia ky phuong"
},
{
  "_id": {
    "$oid": "682ddfbd39d76f25df990c4a"
  },
  "title": "BÀ HOÀNG NÓI DỐI",
  "overview": "Bà Hoàng Nói Dối - Honest Candidate 2020 là một bộ phim hài hước và chính trị, kể về câu chuyện của một nữ chính trị gia tài giỏi nhưng luôn nói dối và lừa dối người dân. Bà Hoàng đã trở thành ứng cử viên cho một vị trí quan trọng trong chính quyền địa phương. Dù có tài năng và kỹ năng lãnh đạo, bà Hoàng lại có một thói quen đáng ngạc nhiên - nói dối. Bà Hoàng luôn tìm mọi cách để lừa dối người dân và đạt được mục tiêu cá nhân của mình.",
  "release_date": "2025-01-01",
  "genres": [
    "Phim Hài",
    "Phim Tình Cảm"
  ],
  "runtime": 100,
  "vote_average": 7.5,
  "vote_count": 120,
  "poster_path": "/qLWJnsS2/bahoangnoidoiposter.jpg",
  "backdrop_path": "/RkQDDP77/bahoangnoidoibackdrop.jpg",
  "tmdb_id": 0,
  "is_featured": false,
  "trailer_url": null,
  "created_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "updated_at": {
    "$date": "2025-06-19T00:00:00.000Z"
  },
  "view_count": 0,
  "normalized_description": "ba hoang noi doi honest candidate 2020 la mot bo phim hai huoc va chinh tri ke ve cau chuyen cua mot nu chinh tri gia tai gioi nhung luon noi doi va lua doi nguoi dan ba hoang da tro thanh ung cu vien cho mot vi tri quan trong trong chinh quyen dia phuong du co tai nang va ky nang lanh dao ba hoang lai co mot thoi quen dang ngac nhien noi doi ba hoang luon tim moi cach de lua doi nguoi dan va dat duoc muc tieu ca nhan cua minh",
  "normalized_title": "ba hoang noi doi"
}]